Repository: DerKnerd/heinekingmedia-probeaufgabe
Catalog: src/locale/messages.*.xlf
Languages: de

# header
source: My Todos
de: Meine Aufgaben

# newTodoInput
source: What do you have to do?
de: Was m√∂chtest du tun?

source: Add
de: Erstellen

# sortByLabel
source: Sort by
de: Nach

# sortByCreateDate
source: Create Date
de: Erstelldatum

# sortByResolvedNotResolved
source: Resolved/Not resolved
de: Erledigt/Nicht erledigt

# sortDirectionAscending
source: ascending
de: aufsteigender

# sortDirectionDescending
source: descending
de: absteigender

# sortingOrderLabel
source: order
de: Reihenfolge sortieren

# todoTitleTodo
source: Mark this todo as todo
de: Diese Aufgabe als nicht erledigt markieren

# todoTitleDone
source: Mark this todo as done
de: Diese Aufgabe als erledigt markieren
